Repository: benson8767/AHF-Remote
Catalog: AHF Remote/*.lproj/Localizable.strings
Languages: fr

source: Settings
fr: Parametrès

source: System Haptics
fr: Vibrations du système

source: Play haptics for bed control
fr: Émet une vibration pour les commandes système et les interactions.

source: SECURITY
fr: Sécurité

source: Automatic Lock After
fr: Verrouillage automatique après

# Automatic Lock After1
source: Automatic Lock After
fr: Verrouillage auto...

source: Unlock After Pressing
fr: Déverrouillage de l'application

# Unlock After Pressing1
source: Unlock After Pressing
fr: Déverrouillage de ...

source: ABOUT
fr: A propos

source: "AHF Remote" Would Need You to Allow Bluetooth Access
fr: Autoriser la connexion Bluetooth avec "AHF Remote"

source: To control the bed.
fr: pour avoir accès aux contrôles des mouvements du lit.

source: CLOSE
fr: Fermer

source: SETTINGS
fr: Réglages

source: Disconnect from
fr: Déconnexion de

source: Will need to manually connect again.
fr: Répétez à nouveau la procédure de connexion

source: CANCEL
fr: ANNULER

source: DISCONNECT
fr: DÉCONNECTER

source: Bluetooth Connection Lost
fr: Echec de la connexion Bluetooth

source: Please make sure the Bluetooth device by the bed is turned on and in range.
fr: Assurez vous que le dispositif Bluetooth du lit est bien à proximité et activé

source: TRY LATER
fr: Essayer plus tard

source: RE-CONNECT
fr: Nouvelle tentative de connexion

source: Connecting
fr: Connexion

source: Re-Connecting to
fr: Nouvelle connexion à

source: Press buttons 1 and 3 on handset for
fr: Appuyer sur les boutons 1 et 3 de la télécommande pendant

source: 3s
fr: 3 secondes

source: to broadcast
fr: jusqu'au signal.

source: Press and hold LOCK KEY to unlock.
fr: Appuyer et maintenir pour déverrouiller

source: Move your mobile close to TRF2 (a Bluetooth device by the bed).
fr: Rapprocher votre téléphone mobile du dispositif Bluetooth relié à la télécommande.

source: Device bluetooth is turned off.
fr: La connexion Bluetooth est désactivée.

source: Connection failed.
fr: Echec de la connexion.

source: not in range.
fr: n'est pas disponible.

source: connected.
fr: est connectée.
